scripts/API/SOAP/pause_automation

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" xmlns:a="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:u="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
    <s:Header>
        <a:Action s:mustUnderstand="1">Schedule</a:Action>
        <a:To s:mustUnderstand="1">https://{{et_subdomain}}.soap.marketingcloudapis.com/Service.asmx</a:To>
        <fueloauth xmlns="http://exacttarget.com">{{dne_etAccessToken}}</fueloauth>
    </s:Header>
    <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <ScheduleRequestMsg xmlns="http://exacttarget.com/wsdl/partnerAPI">
         <Action>start</Action>
         <Schedule>
         </Schedule>
         <Interactions>
            <Interaction xsi:type="Automation">
               <ObjectID>!!!automation #2 object id!!</ObjectID>
            </Interaction>
            <Interaction xsi:type="Automation">
               <ObjectID>!!!automation #2 object id!!</ObjectID>
            </Interaction>
         </Interactions>
      </ScheduleRequestMsg>
    </s:Body>
</s:Envelope>
